/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */


"settings_general" = "General";
"settings_general_show_photo_immediately" = "Muestre una foto inmediatamente";
"settings_general_add_logo" = "Add App icon to photos";

"settings_assistant" = "Asistente";
"settings_assistant_vibration" = "Vibración";
"settings_assistant_screen" = "Luz de la pantalla";
"settings_assistant_torch" = "Parpadeo corto";

"settings_assistant_screen_help" = "En el momento en el que necesite parar antes de que se haga la foto, la pantalla se encenderá. Use este tipo de ayuda con poca luz.";
"settings_assistant_vibration_help" = "En el momento en el que necesite parar antes de que se haga la foto, una pequeña vibración se activará. Use este tipo de ayuda si hay mucho ruido alrededor.";
"settings_assistant_torch_help" = "En el momento en el que necesite parar antes de que se haga la foto, un parpadeo corto se activará. No use este tipo de ayuda con poca luz.";